{
  "no_route_found": "noRouteFound",
  "skip": "Skip",
  "invalid_password": "password is wrong",
  "username_hint": "UserName",
  "password_hint": "Password",
  "login_button": "Login",
  "forgot_password_text": "Forgot Password",
  "register_text": "Not a member ? Sign up",
  "loading": "Loading....",
  "retry_again": "Retry again",
  "error_occurred": "An Error Occurred",
  "ok": "Ok",
  "invalid_user_name": "Invalid User Name",
  "invalid_mobile_number": "Invalid Mobile Number",
  "invalid_email": "Invalid Email",
  "register": "Register",
  "already_have_account": "Already have an account? login",
  "upload_profile_picture": "profile picture",
  "photo_gallery": "Photo from gallery",
  "camera": "Photo from camera",
  "mobile_number_hint": "Mobile Number",
  "email_hint": "Email",
  "homeTitle": "FASHION CLUB",
  "menuTitle": "MENU",
  "likeTitle": "LIKES",
  "rentTitle": "RENT",
  "aboutUsTitle": "ABOUT US",
  "titleConcept" :"Concept",
  "description_1" : "We Have a Goal to make your Style Fashionable and save your Money and Weather  🌍  ",
  "body1" :"pick your items, your Renting period, and contact us through the App (Mobile phone,WhatsApp,Mail ) .",
  "body2" :"Receive your items at a pickup point or get it Delivered to you in you Location.  ",
  "body3 ": "payment method and deposit method will receive in a message , after your booking. ",
  "body4": "Return the item by the exact date you requested, or if paid by the courier service, it will be picked up by delivery 🚴🏼‍♀.",
  "titleVision" :"Vision",
  "visionBody": "Fashion Club Is The Perfect Place For Those Who Need A New Look From The Most Skilled Brands And Fashion Makers, Without Making Another Purchase, It Is The One-Stop For Events Without Losing Money, The Club Maybe Save The Weather As Much As Possible ✨ .",
  "privacyTitle": "Privacy Policy ",
  "informationTitle" :"Information Collection and Use",
  "logDataTitle" :"Log Data",
  "serviceTitle" :"Service Providers ",
  "securityTitle": "Security ",
  "changePrivacyTitle":"Changes to This Privacy Policy ",
  "contactUsTitle" : "Contact Us",
  "privacyBody": "MG built the fashion club app as a Commercial app.This SERVICE is provided by fashion club app and is intended for use as is.This page is used to inform visitors regarding our policies with the collection, use, and disclosure of PersonalInformation if anyone decided to use our Service.If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The PersonalInformation that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.",
  "informationBody": "For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information,including but not limited to first name, last name, e-mail address, and phone number. The information that we request will be retained by us and used as described in this privacy policy.The app does use third-party services that may collect information used to identify you. Link to the privacy policy of third-party service providers used by the app",
  "logDataBody":"We want to inform you that whenever you use our Service, in a case of an error in the app we collect data and information (through third-party products) on your phone called Log Data.This Log Data may include information such as your deviceInternet Protocol (“IP”) address, device name, operating system version, the configuration of the app when utilizing our Service,the time and date of your use of the Service, and other statistics.",
  "securityBody": "We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute Security",
  "changePrivacyBody": "We may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page. This policy is effective as of 2023-6-20.",
  "contactUsBody": "If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.",
  "priceDetails": "Price details",
  "moreDetails ": "More details",
  "sizeDetails": "Available Size",
  "codeForRentDetails": "Code for Rent",
  "remember": "Remember code for Rent My Dear",
  "success": "success",
  "bad_request_error": "bad request. try again later",
  "forbidden_error": "forbidden request. try again later",
  "unauthorized_error": "user unauthorized, try again later",
  "not_found_error": "url not found, try again later",
  "conflict_error": "conflict found, try again later",
  "internal_server_error": "some thing went wrong, try again later",
  "unknown_error": "some thing went wrong, try again later",
  "timeout_error": "time out, try again late",
  "default_error": "some thing went wrong, try again later",
  "cache_error": "cache error, try again later",
  "no_internet_error": "Please check your internet connection",
  "no_content": "success with not content",
  "change_language": "Change Language",
  "contact_us": "Contact Us",
  "invite_your_friends": "Invite Your Friends",
  "logout": "Logout",
  "reset_password": "Reset Password",
  "username_error": "Please enter your userName",
  "password_error": "Please enter your Password",
  "email_error": "Email format is wrong",
  "username_hint_message": "User name should be at least 8 chars",
  "mobile_number_hint_message": "Mobile should be at least 10 digits",
  "password_hint_message": "Password should be at least 6 chars"
}